Repository: cobrateam/splinter-website
Catalog: splinterweb/translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: test framework for web applications
pt_br: framework de testes para aplicações web

source: home
pt_br: principal

source: install
pt_br: instalar

source: documentation
pt_br: documentação

source: community
pt_br: comunidade

source: contribute
pt_br: contribua

source: test your web applications using Splinter
pt_br: teste sua aplicação usando o Splinter

source: Splinter is an open source tool for testing web applications using Python. It lets you automate browser actions, such as visiting URLs and interacting with their items.
pt_br: Splinter é uma ferramenta open-source para testes de aplicações web utilizando Python. Ele permite que você automatize as ações do navegador, como a visita a uma URL e interagindo com os seus itens.

source: sample code
pt_br: código exemplo

source: features
pt_br: funcionalidades

source: simple api
pt_br: api simples

source: multi webdrivers (chrome, firefox, zopetestbrowser)
pt_br: múltiplos webdrivers (chrome, firefox, zopetestbrowser)

source: css and xpath selectors
pt_br: seletores css e xpath

source: support to iframe and alert
pt_br: suporte a iframe e alert

source: execute javascript
pt_br: executa javascript

source: work's with ajax and async javascript
pt_br: funciona com ajax e javascript assíncrono

source: getting started
pt_br: começando

source: when you're ready to test, read the
pt_br: quando você estiver pronto para testar, leia o

source: installation guide
pt_br: guia de instalação

source: and
pt_br: e

source: current release:
pt_br: versão corrente:
